Repository: loay-ashraf/GitIt
Catalog: GitIt/Resources/*.lproj/Localizable.strings
Languages: ar

source: Users
ar: المستخدمون

source: Followers
ar: المٰتابعون

source: Following
ar: المٰتٓابعون

source: Stargazers
ar: مراقبو النجوم

source: Contributors
ar: المساهمون

source: Members
ar: أعضاء

source: Repositories
ar: المستودعات

source: Forks
ar: انبثاقات

source: Starred
ar: مميز بنجمة

source: Organizations
ar: المنظمات

source: Commits
ar: المساهمات

source: Settings
ar: الإعدادات

source: followers
ar: مٰتابع

source: following
ar: مٰتٓابع

source: stars
ar: نجمة

source: forks
ar: انبثاق

source: Search...
ar: ابحث...

source: Search All Users
ar: ابحث في جميع المستخدمين

source: Search All Repositories
ar: ابحث في جميع المستودعات

source: Search All Organizations
ar: ابحث في جميع المنظمات

source: Bookmark
ar: اضف الى الإشارات المرجعية

source: Unbookmark
ar: احذف من الإشارات المرجعية

source: Share
ar: شارك

source: Sign In Error
ar: خطأ في تسجيل الدخول

source: Data Error
ar: خطأ في البيانات

source: Continue as a Guest?
ar: هل تريد الاستمرار كضيف؟

source: Clear search history?
ar: امسح سجل البحث؟

source: Clear bookmarks?
ar: امسح الإشارات المرجعية؟

source: Clear data?
ar: امسح البيانات؟

source: Sign Out?
ar: تسجيل خروج؟

source: We can't connect to server at time, switching to offline mode.
ar: لا يمكننا الاتصال بالخادم في الوقت الحالي ، التبديل إلى الوضع غير المتصل.

source: We couldn't load your data, we're working on a fix for the issue.
ar: لم نتمكن من تحميل بياناتك ، نحن نعمل على إصلاح المشكلة.

source: You're not conntected to the internet, Can't connect to authentication server.
ar: أنت غير متصل بالإنترنت ، لا يمكننا الاتصال بخادم المصادقة.

source: An error occured while signing you in, please try again later.
ar: حدث خطأ أثناء تسجيل دخولك ، يرجى المحاولة مرة أخرى لاحقًا.

source: If you continue as a guest, features will be limted. Do you want to proceed?
ar: إذا واصلت كضيف ، فسيتم تقييد الميزات. هل تريد المتابعة؟

source: This can't be undone and you'll remove your search history.
ar: لا يمكن التراجع عن هذا وستزيل سجل البحث الخاص بك.

source: This can't be undone and you'll remove your bookmarks.
ar: لا يمكن التراجع عن هذا وستزيل إشاراتك المرجعية.

source: You're about to erase your local data, proceed?
ar: أنت على وشك محو بياناتك المحلية ، تابع؟

source: If you sign out all of your data will be erased, continue?
ar: إذا قمت بتسجيل الخروج ، فسيتم مسح جميع بياناتك ، هل تريد المتابعة؟

source: Ok
ar: موافق

source: Continue
ar: واصل

source: Retry
ar: أعد المحاولة

source: Clear History
ar: امسح السجل

source: Clear Bookmarks
ar: امسح الإشارات المرجعية

source: Clear Data
ar: امسح البيانات

source: Cancel
ar: إلغاء

source: Sign Out
ar: تسجيل خروج

source: Exit
ar: خروج

source: No Internet
ar: لا انترنت

source: Network Error
ar: خطأ في الشبكة

source: Couldn't Retrieve Data
ar: تعذر استرداد البيانات

source: You're not connected to Internet, please try again later.
ar: أنت غير متصل بالإنترنت ، الرجاء المحاولة مرة أخرى لاحقًا.

source: We're working on it, We will be back soon.
ar: نحن نعمل على ذلك ، سنعود قريبًا.

source: There isn't any users.
ar: لا يوجد أي مستخدمين.

source: There isn't any repositories.
ar: لا يوجد أي مستودعات.

source: There isn't any organizations.
ar: لا توجد أية منظمات.

source: There isn't any commits.
ar: لا توجد أي مساهمات.

source: No Search history found, try searching first.
ar: لم يتم العثور على سجل البحث ، حاول البحث أولاً.

source: No Search results found, try searching for a different term.
ar: لم يتم العثور على نتائج بحث ، حاول البحث عن مصطلح مختلف.

source: No Bookmarks found.
ar: لم يتم العثور على إشارات مرجعية.

source: Follow
ar: تابع

source: Followed
ar: متابع

source: Star
ar: ميز بنجمة

source: K
ar: أ

source: M
ar: م

source: Signed in as a Guest
ar: تم تسجيل الدخول كضيف

source: Sign in with your Github account to enable extended features.
ar: قم بتسجيل الدخول باستخدام حساب Github الخاص بك لتمكين الميزات الموسعة.
